brew "asciinema"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gping"
brew "jj"
brew "jq"
brew "lf"
brew "neovim"
brew "pnpm"
brew "poppler"
brew "rbenv"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "starship"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter"
brew "unar"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "1password-cli"
