brew "asciinema"
brew "bat"
brew "btop"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gping"
brew "helix"
brew "jj"
brew "jq"
brew "leader-key"
brew "lua-language-server"
brew "neovim"
brew "pipx"
brew "pnpm"
brew "posting"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "serie"
brew "starship"
brew "stow"
brew "stylua"
brew "tealdeer"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter"
brew "unar"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "mocki-toki/formulae/barik"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"

tap "FelixKratz/formulae"
brew "borders"

tap "jesseduffield/lazydocker"
brew "lazydocker"

