brew "asciinema"
brew "bat"
brew "btop"
brew "oven-sh/bun/bun"
brew "colima"
brew "jansmrcka/tap/differ"
brew "dlvhdr/formulae/diffnav"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fish"
brew "ffmpeg"
brew "fselect"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "gping"
brew "gum"
brew "helix"
brew "hyperfine"
brew "imagemagick"
brew "jj"
brew "jq"
brew "lua-language-server"
brew "mole"
brew "neovim"
brew "pastel"
brew "pipx"
brew "pnpm"
brew "posting"
brew "protobuf"
brew "rbenv"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "serie"
brew "starship"
brew "stow"
brew "stylua"
brew "superfile"
brew "tealdeer"
brew "thefuck"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter"
brew "unar"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-sf-pro"
cask "font-zed-mono-nerd-font"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "sf-symbols"

tap "FelixKratz/formulae"
brew "borders"

tap "jesseduffield/lazydocker"
brew "lazydocker"

tap "rakalex/mac-brightnessctl"
brew "mac-brightnessctl"

