{
  "FixCursorHold.nvim": { "branch": "master" },
  "Lemons.nvim": { "branch": "master" },
  "ashen.nvim": { "branch": "main" },
  "buffer-sticks.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "conifer.nvim": { "branch": "main" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "darcubox-nvim": { "branch": "main" },
  "eyeliner.nvim": { "branch": "main" },
  "eyes.nvim": { "branch": "master" },
  "farout.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "melange-nvim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-vitest": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-solar-paper": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "sidekick.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-paper": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "witchesbrew.nvim": { "branch": "main" },
  "wtf.nvim": { "branch": "main" }
}
